---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CorrectionFactor
source: html/fab25587-554b-69e8-86f4-3baed9c70daf.htm
---
# CorrectionFactor Properties

Get factor value of wire correction factor.